<section>
	<h1>Биография</h1>
	<div class="container">
		<div class="card">
			<p>
				През 2015 г. д-р Георгиев е назначен на работа в клиниката по гастроентерология на <b
					>УМБАЛ „Св. Марина”</b
				> Варна на длъжност лекар-специализант.
			</p>

			<p>
				През 2017 г. е назначен като преподавател-асистент към катедра „Вътрешни болести”, УС по
				гастроентерология, хепатология и хранене, където продължава да работи и до момента. От
				същата година работи като лекар гастроентеролог към УМБАЛ „Св. Марина”.
			</p>
			<p>
				Към момента е част и от екипа специалисти на <b>МЦ Клиника Нова</b>, където осъществява
				прегледи и консултации.
			</p>
			<p>
				От началото на 2021 г. д-р Георгиев извършва и ендоскопски изследвания амбулаторно в
				<b>Plazmamed clinic</b>.
			</p>
		</div>
		<div class="card">
			Д-р Георгиев преглежда и в <b>МЦ Морска Медицина Трансмед</b>, което е лечебно заведение с
			предмет на дейност диагностика, лечение, наблюдение на болни, консултации, профилактика,
			предписване на лабораторни и други видове изследвания, извършване на медицински дейности и
			манипулации под собствен контрол и отговорност, предписване на лекарства, здравна промоция и
			профилактика, включително профилактични прегледи, насочване на пациенти за консултативна и
			болнична помощ, медицинска експертиза, освидетелстване за медицинска годност на морски лица за
			работа на море под български и чужд флаг.
		</div>
	</div>
</section>

<style>
	section {
		display: flex;
		flex-direction: column;
		align-items: center;
		margin-bottom: 50px;
		font-size: 14px;
	}

	h1 {
		margin-bottom: 35px;
	}

	.container {
		display: flex;
		gap: 30px;
	}

	.card {
		display: flex;
		flex-direction: column;
		align-items: center;
		justify-content: center;
		background-color: #fff;
		max-width: 430px;
		padding: 30px 45px;
		border-radius: 16px;
		text-align: center;
	}

	p {
		margin-bottom: 10px;
	}
</style>
